akamud.vscode-theme-onedark
alefragnani.Bookmarks
andys8.jest-snippets
Angular.ng-template
austenc.tailwind-docs
bierner.emojisense
bradlc.vscode-tailwindcss
bungcip.better-toml
ChakrounAnas.turbo-console-log
christian-kohler.path-intellisense
CodeStream.codestream
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
johnpapa.Angular2
kisstkondoros.vscode-gutter-preview
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
PeterJausovec.vscode-docker
pflannery.vscode-versionlens
PKief.material-icon-theme
Prisma.vscode-graphql
redhat.vscode-yaml
ryuta46.multi-command
sdras.vue-vscode-snippets
Shan.code-settings-sync
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-catalan
tombonnike.vscode-status-bar-format-toggle
WallabyJs.quokka-vscode
wix.vscode-import-cost
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
