GregorBiswanger.json2ts
abusaidm.html-snippets
alefragnani.Bookmarks
alexdima.copy-relative-path
Angular.ng-template
austenc.tailwind-docs
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ginfuru.ginfuru-vscode-jekyll-syntax
ginfuru.vscode-jekyll-snippets
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.winteriscoming
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
octref.vetur
PeterJausovec.vscode-docker
PKief.material-icon-theme
pnp.polacode
Prisma.vscode-graphql
redhat.vscode-yaml
robertohuertasm.vscode-icons
ronnidc.nunjucks
sdras.night-owl
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
tombonnike.vscode-status-bar-format-toggle
whizkydee.material-palenight-theme
wix.vscode-import-cost
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
