Angular.ng-template
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
GregorBiswanger.json2ts
HookyQR.beautify
PeterJausovec.vscode-docker
Zignd.html-css-class-completion
abusaidm.html-snippets
alefragnani.Bookmarks
alefragnani.project-manager
alexdima.copy-relative-path
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eg2.tslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ginfuru.ginfuru-vscode-jekyll-syntax
ginfuru.vscode-jekyll-snippets
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.winteriscoming
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
octref.vetur
robertohuertasm.vscode-icons
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
